@extends('template')

@section('head')
    <title>Инструкция по запуску</title>
    <link rel="stylesheet" href="css/styleGuide.css">
@endsection

@section('content')
    <h1>Запуск первого аквариума</h1>
    <div class="steps">
        <div class="oneStep">
            <p class="number">1</p>
            <div>
                <h3>Выбор места для аквариума</h3>
                <p class="text">Перед тем как приобрести дом для водных обитателей, необходимо определить
                    место его будущего расположения. Аквариум в доме должен органично вписываться в интерьер,
                    иметь широкий ракурс обзора и удобный подход для дальнейшей эксплуатации. Находиться там,
                    где солнечные лучи не потревожат его поверхности, устойчиво стоять.
                </p>
            </div>
            <div><img src="images/deskImage.svg" alt="" class="iconGuide"></div>
        </div>
        <div class="oneStep">
            <p class="number">2</p>
            <div>
                <h3>Подготовка воды</h3>
                <p class="text">Перед тем как наполнить ёмкость водой, её предварительно нужно подготовить.
                    Она должна отстояться в течение суток. Не содержать примесей хлора и других элементов.
                    Допускается добавлять в воду специальные кондиционеры для улучшения качества воды. Если
                    жидкость слишком мягкая, в неё добавляют больше ракушек и камушков. Жёсткую воду нужно
                    прокипятить.
                </p>
            </div>
            <div><img src="images/water.svg" alt="" class="iconGuide"></div>
        </div>
        <div class="oneStep">
            <p class="number">3</p>
            <div>
                <h3>Уход за аквариумом</h3>
                <p class="text">В зависимости от количества рыб, объёма резервуара и состояния воды ухаживать
                    за аквариумом необходимо не реже одного раза в 1–2 недели. Во время обслуживания нужно
                    производить сифонку дна, уделяя внимание каждому участку, подменять минимум 20% воды,
                    очищать стенки аквариума от налета и водорослей, промывать все элементы фильтра от
                    загрязнений.
                </p>
            </div>
            <div><img src="images/shine.svg" alt="" class="iconGuide"></div>
        </div>
        <div class="oneStep">
            <p class="number">4</p>
            <div>
                <h3>Размещение рыбок</h3>
                <p class="text">Рыбки в аквариум запускаются постепенно для исключения излишней нагрузки на
                    биологический баланс подводной фауны. Нельзя допускать перенаселения рыб. Их оптимальное
                    количество определяется с учетом объема аквариума.
                    После запуска рыб включается фильтр и компрессор. Проводить плановую очистку аквариума не
                    следует в ближайшие пару недель. При необходимости можно сифонить дно и доливать недостающую
                    часть жидкости.
                </p>
            </div>
            <div><img src="images/fishy.svg" alt="" class="iconGuide"></div>
        </div>
    </div>
@endsection
